Revit 2027 API
GroupTypeId.Moments Property
 Moments.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Moments { get; }
Public Shared ReadOnly Property Moments As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Moments {
	ForgeTypeId^ get ();
}
static member Moments : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace